{
  "foods": [
    {
      "id": "1",
      "name": "Jiaozi",
      "description": "These Chinese dumplings known as jiaozi, consisting of a thinly rolled piece of dough which contains either meat or a vegetable filling, are one of the most popular and most commonly eaten dishes in China and East Asia.",
      "thumbnail": "https://www.tasteatlas.com/images/dishes/82fbbf7148654aa29148960471e86393.jpg?mw=1300"
    },
    {
      "id": "4",
      "name": "Kimchi",
      "description": "Although many people get a chill through their spine at the very mention of the word pickles, Koreans have found a way to make fermented pickled vegetables interesting, tasty and titillating. A classic starter or a side dish to any Korean meal, these spicy, salty, sweet and sour vegetables known as kimchi start their way sliced, tied in bundles, and marinated in brine with hot chili peppers, salty fish paste, leeks, ginger, sugar, and garlic.",
      "thumbnail": "https://www.tasteatlas.com/images/dishes/2afd12a4d2434e649bd9c00ef63f517e.jpg?mw=1300"
    },
    {
      "id": "5",
      "name": "Onion Rings",
      "description": "Onion rings are a popular American side dish item that is usually served alongside burgers or other fast food varieties, and they are usually accompanied by ketchup, mayonnaise, or some other dipping sauce. These crispy rings are commonly found in the United States, Canada, Ireland, Asia, Australia, and the United Kingdom.",
      "thumbnail": "https://www.tasteatlas.com/Images/Dishes/8e1198424262483fb90cd4baa3f8c190.jpg?mw=1300",
      "imageUrl": "https://www.tasteatlas.com/images/dishes/432214c2a7fa4d6f8856912fde081e8d.jpg?mw=1300"
    },
    {
      "id": "6",
      "name": "Varenyky",
      "description": "Originating from the historical region of Red Ruthenia, these soft, crescent-shaped dumplings are filled with a combination of potatoes and cheese, which is occasionally modified with various seasonings or fried onions. Pierogi ruskie are usually boiled and shortly fried until they develop a crispy texture.",
      "thumbnail": "https://www.tasteatlas.com/images/dishes/da89463b907a4fc48d442deff9a93c81.jpg?mw=1300"
    },
    {
      "id": "7",
      "name": "Caprese Salad",
      "description": "Nothing embodies the essence of summer in southern Italy like vibrant colors of the flavorful insalata Caprese, a true classic of Neapolitan cuisine. The perfect combination of ripe, sun-kissed tomatoes, creamy mozzarella and fresh basil - this simple salad is believed to have originated on the island of Capri, hence the name.",
      "thumbnail": "https://www.tasteatlas.com/images/dishes/2eea345a053b406495d51e502d3f70ef.jpg?mw=1300"
    },
    {
      "id": "8",
      "name": "Dan Dan noodles",
      "description": "Traditional dan dan noodles are a true classic of Chinese cuisine. The star of the dish is a spicy sauce served with the noodles. Made with chili oil, preserved vegetables, Sichuan peppercorn, and sometimes sesame or peanut paste, the sauce bursts with heat and complex flavors.",
      "thumbnail": "https://www.tasteatlas.com/Images/Dishes/148ba9db636c40f699567b013e9828c5.jpg?mw=1300"
    },
    {
      "id": "9",
      "name": "Steak tartare",
      "description": "Steak tartare is an appetizer made with finely chopped raw beef or horse meat that is seasoned with salt, pepper, Worcestershire sauce, and either Tabasco or mustard. The meat is combined with a raw egg yolk, capers, onions, parsley, and (sometimes) chopped gherkins.",
      "thumbnail": "https://www.tasteatlas.com/images/dishes/baab0ab2a0b041f883f01e68ac9f1ba5.jpg?mw=1300"
    },
    {
      "id": "11",
      "name": "Tzatziki",
      "description": "Tzatziki is a Greek concoction made from yogurt, cucumbers, garlic, and numerous herbs and spices such as dill, mint, or parsley. It is usually served as a sauce accompanying many meat dishes, as a simple dip, or an appetizer. Its name is derived from the Turkish word cacik, denoting a very similar dip, although some suspect that tzatziki was derived from the Indian raita dip.",
      "thumbnail": "https://www.tasteatlas.com/Images/Dishes/e2d029df5265430daf503931b2bb8efb.jpg?mw=1300",
      "imageUrl": "https://www.tasteatlas.com/Images/Dishes/e2d029df5265430daf503931b2bb8efb.jpg?mw=130"
    }
  ]
}